<script language="JavaScript">
<!--
var mess1="";
var mess2=""
document.write("<left><font color='#cccccc'>")
day = new Date();
hr = day.getHours();
mt = day.getMinutes();
if (( hr >= 1 && mt < 30 ))
mess1="朋友，深夜了，还不休息？明天不用上课或上班吗？"
if (( hr >= 1 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 2 && mt < 30 ))
mess1="朋友，深夜了，还不休息？明天不用上课或上班吗？"
if (( hr >= 2 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 3 && mt < 30 ))
mess1="朋友，深夜了，还不休息？明天不用上课或上班吗？"
if (( hr >= 3 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 4 && mt < 30 ))
mess1="朋友，凌晨了，一觉醒来，看看窗外的天——嗯，还可以再睡一会儿！"
if (( hr >= 4 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 5 && mt < 30 ))
mess1="朋友，凌晨了，一觉醒来，看看窗外的天——嗯，还可以再睡一会儿！"
if (( hr >= 5 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 6 && mt < 30 ))
mess1="朋友，凌晨了，一觉醒来，看看窗外的天——嗯，还可以再睡一会儿！"
if (( hr >= 6 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 7 && mt < 30 ))
mess1="朋友，早晨好，小鸟把你从睡梦中叫醒。呼吸着新鲜的空气——新的一天开始了！"
if (( hr >= 7 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 8 && mt < 30 ))
mess1="朋友，早晨好，小鸟把你从睡梦中叫醒。呼吸着新鲜的空气——新的一天开始了！"
if (( hr >= 8 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 9 && mt < 30 ))
mess1="朋友，上午好，今天有什么灵感吗？开始闯荡E线吧"
if (( hr >= 9 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 10 && mt < 30 ))
mess1="朋友，上午好，今天有什么灵感吗？开始闯荡E线吧"
if (( hr >= 10 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 11 && mt < 30 ))
mess1="朋友，上午好，今天有什么灵感吗？开始闯荡E线吧"
if (( hr >= 11 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 12 && mt < 30 ))
mess1="朋友，中午好，好困哟，可又不敢睡，下午还要工作呢。哎~"
if (( hr >= 12 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 13 && mt < 30 ))
mess1="朋友，中午好，好困哟，可又不敢睡，下午还要工作呢。哎~"
if (( hr >= 13 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 14 && mt < 30 ))
mess1="朋友，下午好，敲几下键盘，打上N个你好，是否在聊天、灌水？~~"
if (( hr >= 14 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 15 && mt < 30 ))
mess1="朋友，下午好，敲几下键盘，打上N个你好，是否在聊天、灌水？~~"
if (( hr >= 15 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 16 && mt < 30 ))
mess1="朋友，下午好，敲几下键盘，打上N个你好，是否在聊天、灌水？~~"
if (( hr >= 16 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 17 && mt < 30 ))
mess1="朋友，下午好，敲几下键盘，打上N个你好，是否在聊天、灌水？~~"
if (( hr >= 17 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 18 && mt < 30 ))
mess1="朋友，傍晚好，现在总算可以歇歇了，好好的与家人朋友相聚，好惬意哟！"
if (( hr >= 18 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 19 && mt < 30 ))
mess1="朋友，傍晚好，现在总算可以歇歇了，好好的与家人朋友相聚，好惬意哟！"
if (( hr >= 19 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 20 && mt < 30 ))
mess1="朋友，晚上好！现在是上网好时光哦，跟朋友聊聊天、叙叙旧吧！"
if (( hr >= 20 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 21 && mt < 30 ))
mess1="朋友，晚上好！现在是上网好时光哦，跟朋友聊聊天、叙叙旧吧！"
if (( hr >= 21 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 22 && mt < 30 ))
mess1="朋友，晚上好！现在是上网好时光哦，跟朋友聊聊天、叙叙旧吧！"
if (( hr >= 22 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
if (( hr >= 23 && mt < 30 ))
mess1="朋友，晚上好！辛勤了一天的你可要睡个好觉了！说不定今晚能做个好梦呢！"
if (( hr >= 23 && mt >= 30 ))
mess1="朋友，现在是比武时间，你可以尽情PK，但别伤和气哦^_^"
document.write("<blink>")
document.write(mess1)
document.write("</blink>")
document.write(mess2)
document.write("</b></i></font></center>")
//--->
</script> 