<%
'***论坛相关参数[1000豆点=1个金豆=2元金卡]因此不要设置太多***
'以下奖励和惩罚的均为泡豆点数
'-------------限制-----------------
bbs_add_dj=50      '允许发贴或回贴需要的江湖等级
de_grade=1      '充许发表最低管理等级
'-------------增加-----------------
bbs_add1=3      '发贴+加
bbs_add2=1      '回复+加
bbs_add3=0      '拉前主题+加
bbs_add4=3      '总固顶+加
bbs_add5=2      '固顶+加
bbs_add6=1      '精华区+加
'-------------扣除-----------------
bbs_del1=5      '删除主题-减
bbs_del2="2"      '删除回复-减
bbs_del3="1"      '关闭主题-减
bbs_del4="1"      '移动主题-减
'-------------系统-----------------
clubname="江湖论坛"      '论坛名称
cluburl=""      '论坛url地址
badwords="|法轮|操|你妈|你吗|靠|滚|神经|妈的|妈得|"      '过滤敏感字（多字请用“|”分隔）
allclass=1      '打开社区首页自动展开所有论坛0=否 1=是
kickwords="|黑客|"      '封锁用户（前,后,中间用“|”分隔）
'*********************************************************
%>
