<%
'*****************聊天室进入信息*********************
aqjh_userinto1="##在一面小旗上面写道：俺“未满十八，请多关照！”写毕，不怀好意地晃着小旗，走进了爱情江湖"
aqjh_userinto2="江湖大虾##，手持霹雳宝剑，来到了爱情江湖。“小的们，听我号令！谁敢不从？我TM劈了他！”"
aqjh_userinto3="##<img src=img/vip.gif>手拿九百九十九支玫瑰，念着圣经，晃晃悠悠的来到了爱情江湖,“做会员的日子真是好呀”美酒加咖啡，天下英雄舍我谁！！！"
aqjh_userinto4="##是本江湖的贵宾，爱情江湖众小虾流露出一付羡慕的神情....."
aqjh_userinto5="##骑着一匹黑旋风，腰别一把大砍刀，来到了爱情江湖。嘿嘿：王大，法大，不如你家副掌门我的拳头大，本周的排行榜都快归你家小爷我了，不服的上来比划比划！"
aqjh_userinto6="##骑着一匹大宛马，身后跟着两个彪形大汉，来到了爱情江湖,，“哼、偶是掌门偶怕谁呀”。见到了本派众位弟子,曰: 小的们，有什么帮派事务赶快说来!我还急着去逛怡红院呢！"
aqjh_userinto7="<bgsound src=wav/hkjr.wav loop=2>种花状元##乘坐着官府奖励的大花轿<img src=pic/hk.gif>很是炫耀的进入了江湖，眼红了吧，赶紧勤快点种花去吧。</font>众小虾看着[%%]，流露出一付喜悦的表情。。。[%%]魅力上涨18点！"
aqjh_userinto8="警告:##坏事作尽，杀人如麻，道德败坏，现被官府通缉，杀死通缉人犯，官府将给予100万的奖励，各位英豪可不能放过这个大显身手的好机会……"
aqjh_userinto9="<img src=img/lw2.gif>爱情江湖忽然金光滚动,财神##脚踏祥云而来，想发财的快拜财神爷哦....."
aqjh_userinto10="<img src=img/jiaozi.gif>本界武林盟主:##进入江湖，武林盟主具有至高无上的权力，掌有生杀大权!各路英雄豪杰以盟主马首至詹，听命于武林盟主挥下，武林分争可以请盟主为您主持公道......"
aqjh_userinto11="##骑着一匹千里马，手拿一根大铁链，腰间别着一副大手铐，来到了爱情江湖,“下辈子，我还要做当官”。见到了江湖的各个大虾们，双目一扫说到“大家别做杀人，犯科之事，否则，嘿嘿！！"
aqjh_userinto12="在江湖路上，只见前面8匹高头大马开道，##坐在一顶五花大轿里，后面车辆排成长龙，官府的官兵足有百余人。"
aqjh_userinto13="在江湖路上，只见前面20匹高头大马开道，国家真龙天子##坐在一顶十花大轿里，后面车辆排成长龙，御前侍卫足有上万人。简直比站长还威风!"
aqjh_userinto14="国家丞相##坐在一顶九花大轿里，手拿国家令牌，来到了爱情江湖。说到:本官管理国家,一直廉政如明镜,不用皇帝,我都能使国家强大,HOHO!!"
aqjh_userinto15="国家将军##骑着一匹西域名马，身后列兵一队一队的，来到了爱情江湖,，“哼、哪里有国战哪里就有老子的身影”。看到了江湖众多江湖人士曰: 你们这帮没见识的家伙，要有权利就要做官!你们滴,明白?"
'*********************************************************
%>
