<%
'*****************开关配置*********************
aqjh_ifnpc=1      'NPC开关,1为开,0为关
aqjh_chatkptime=50      '聊天大厅用卡时间限制，每小时前xx分钟，不能超过60
aqjh_onlinekill=10      '聊天大厅动武人限，低于此人数，禁止动武
chatshuaxin_time=10      '聊天室防刷新时间为xx秒
aqjh_dongtai=0      '是否显示动态广告，具体见：chat/gg.js文件内容！0为不显示，1为显示
aqjh_disproxy=0      '代理服务器，1为限制，0为不限制
aqjh_yjdh=1      '是否限制一机多号,1为限制,0为不限制
aqjh_myie=0      '是否限制myie登陆,1为限制,0为不限制
aqjh_sfkf=0      '是否开放掌门创建房间功能，0为开放，1为关闭
aqjh_chat1="恩怨情仇"      '恩怨房间名称
aqjh_chat2="决战快乐"      '决战房间名称
aqjh_chat3="聊天大厅"      'npc房间名称，默认为聊天大厅
'*********************************************************
%>
