<%
'*****************新人设置*********************
reg_ml=1000      '魅力
reg_dd=1000      '道德
reg_wg=1000      '武功
reg_nl=300      '内力
reg_tl=1000      '内力
reg_gj=1000      '攻击
reg_fy=1000      '防御
reg_fl=1000      '法力
reg_zz=100      '知质
reg_qg=1000      '轻功
reg_yl=1000000      '银两
reg_ck=5000000      '存款
reg_jb=0      '金币
reg_dj=50      '注册等级
reg_hyjk=0      '会员金卡
reg_hydj=2      '会员等级
reg_hydate=60      '会员期限
reg_hycard="无"      '卡片
reg_yp="|"      '药品
reg_xh="|"      '鲜花
'*********************************************************
%>
