<%
'****************每月月奖励设置***************
jl_dd=28      '每月在哪一天进行奖励(当前设为每月28号)
jl_allvalue=16200      '拉人需要达到一定的积分
jl_yjf_top=10      '月积分奖励前多少名
jl_yjf_jk=20      '月积分奖励金卡系数
jl_lr_jk=20      '拉人奖励金卡系数
jl_lr_yl=500000      '拉人奖励银两系数
'****************禁止注册或登录的字眼***************
aqjh_disloginname="大家,六扇,朋友,管理,我塞,江湖,黑客,嘿客,中国,江湖总站,站长,网管,爸,妈,爷,爹,sex,master,grade,官府,bi,长老,逼,性,泽东,性,泽民,李鹏,死,射精,奸,吃屎,你妈,你娘,老子,日你,会员,掌门,长老,尻,操你,干死你,王八,逼,贱人,狗娘,婊子,表子,靠你,叉你,叉死,爱人,插你,插死,干你,干死,日死,鸡巴,睾丸,死去,处女,处男,按摸,爬你达来蛋,撅你达来蛋,鸡,婊,死你达来蛋,包皮,哥,姐,弟,妹,龟头,屄,胸罩,奶罩,奶,胸脯,赑,妣,肏,奶子,尻,屌,作爱,做爱,床上,抱抱,鸡八,打炮,十八摸,你爷,你奶奶,你老爸,你老妈,我做你,你爸,我儿,掌门,我干,我操,爸,妈,吗,爹,娘,你母,老婆,老公,妻子,鸡,母,塞,你木,你墓,滥,贱,做鸡,作鸡,做表,做婊,作表,作婊,主任,老板,老大,狂,疯,我搞,去死,法伦,法伦功,江泽民,锦涛,啊雄"      '禁止登录的字眼
'****************聊天室禁止的脏话***************
aqjh_badword="'奸','我干','我塞','捅你','捅死你','妓女','做鸭','作鸭','管理员','网管','塞你母','你母','你木','爹','娘','日你','尻','操你','我操','干死你','王八','贱','做婊','做表','作婊','作表','婊','表子','靠你','叉','插你','插死','干你','干死','日死','鸡巴','睾丸','包皮','龟头','屄','赑','妣','肏','奶子','尻','屌','作爱','做爱','床上','鸡八','处女','麻痹','屎','http','www','com','cn','org','net','://','WWW','HTTP','Http','HTTp','HttP','hTTP','htTp','httP','COM','CN','update','UPDATE','grade','allvalue','set','SET','Set','sEt','seT','add','Add','AdD','ADd','ADD','table','ORG','NET','Www','wWw','WWw','wwW','wWW','Net','NEt','nET','neT','Com','COm','cOM','Org','ORg','oRG','orG','coM','fuck','gan','□','加我qq','加我QQ','加我ｑｑ','加我ＱＱ','家我qq','家我QQ','家我ｑｑ','家我ＱＱ','加QQ','加qq','加ｑｑ','加ＱＱ','Q Q','q q','ｑ ｑ','ＱＱ','Ｏ','Ｍ','Ｎ','Ｃ','Ο','О','ο','о','с','ｏ','ｍ','ｎ','ｒ','ｃ','ｔ'"      '聊天室禁止的脏话
'****************文字秀位于chat/picwords文件夹下***************
aqjh_Zshow="！|？|做|作|昨|走|总|自|字|子|资|住|种|至|只|止|直|支|真|这|找|招|站|怎|择|在|远|原|雨|于|有|用|拥|影|音|意|易|以|已|移|也|要|样|羊|眼|研|烟|雪|学|选|续|许|性|型|形|行|新|谢|写|笑|像|象|向|想|响|箱|香|相|乡|现|先|夏|系|戏|习|误|舞|五|喔|问|文|喂|为|网|玩|歪|哇|兔|图|头|同|通|跳|体|糖|太|随|速|诉|宋|四|说|睡|水|谁|双|手|试|事|市|世|士|时|十|声|少|尚|上|山|傻|色|三|软|人|让|然|确|去|秋|且|钱|前|千|器|气|起|其|七|普|婆|萍|频|漂|片|朋|胖|怕|偶|哦|牛|嗯|能|呢|脑|难|男|那|内|哪|木|民|面|们|妹|美|眉|猫|忙|慢|嘛|妈|路|录|喽|咯|六|零|琳|料|了|聊|恋|连|利|厉|里|累|乐|老|烂|来|啦|拉|宽|快|空|肯|客|可|靠|军|觉|绝|具|就|酒|九|究|精|睛|经|京|进|金|界|姐|她|结|接|江|件|见|间|假|家|加|继|济|记|己|几|急|极|级|及|机|火|会|还|话|画|华|护|户|虎|呼|候|后|恨|很|和|喝|号|好|汉|害|海|哈|过|国|规|关|故|古|共|功|公|工|更|各|个|歌|告|搞|感|敢|干|盖|改|覆|负|符|逢|疯|分|飞|方|饭|法|二|儿|恩|对|赌|斗|都|动|冬|定|电|点|第|弟|地|等|得|到|倒|但|担|单|带|打|答|错|蠢|春|除|出|持|吃|程|成|车|超|唱|常|长|差|茶|测|侧|草|才|部|滨|标|便|编|比|鼻|笨|本|备|杯|百|爸|把|八|奥|俺|安|阿|啊|哎|唉|爱|吧|北|扁|不|大|的|东|多|发|反|肥|弓|呵|吗|么|南|你|是|爽|他|土|我|西|下|小|心|右|正|中|猪|0|1|2|3|4|5|6|7|8|9|A|B|C|D|E|F|G|H|I|J|K|L|M|N|O|P|Q|R|S|T|U|V|W|X|Y|Z|左|"      '秀字

%>
