<%
'***************************************************
'*以下为江湖聊天室系统设置，可根据实际修改！       *
'*购买[快乐江湖 V8.7极限版]请联系QQ:249357828！     *
'***************************************************
Application("sjjh_chatbgcolor")="000000"   '000000
Application("sjjh_chatimage")="BG1.gif" 				
Application("sjjh_chatcolor")="effaff"				
Application("sjjh_iplocktime")=990000000000	'泡点超时时间			
Application("sjjh_maxtimeout")=30					
Application("sjjh_closedoor")=0			'聊天室关门			
Application("sjjh_automanname")="答疑博士"
Application("figo")="陪打战士" 
Application("sjjh_userout")="%%跟大家挥挥手说声再见，离开了聊天室..."
sjjh_disproxy=0		'是否允许使用代理服务器						
sjjh_disloginname="一线江湖,我塞,江湖,黑客,嘿客,中国,江湖总站,站长,网管,爸,妈,爷,爹,sex,master,grade,官府,bi,长老,逼,性,泽东,性,泽民,李鹏,死,射精,奸,吃屎,你妈,你娘,老子,日你,会员,掌门,长老,我的江湖,尻,操你,干死你,王八,逼,贱人,狗娘,婊子,表子,靠你,叉你,叉死,爱人,插你,插死,干你,干死,日死,鸡巴,睾丸,死去,处女,处男,按摸,爬你达来蛋,撅你达来蛋,鸡,婊,死你达来蛋,包皮,哥,姐,弟,妹,龟头,屄,胸罩,奶罩,奶,胸脯,赑,妣,肏,奶子,尻,屌,作爱,做爱,床上,抱抱,鸡八,打炮,十八摸,你爷,你奶奶,你老爸,你老妈,我做你,你爸,我儿,掌门,我干,我操,爸,妈,吗,爹,娘,你母,老婆,老公,妻子,鸡,母,塞,你木,你墓,滥,贱,做鸡,作鸡,做表,做婊,作表,作婊,主任,老板,老大,狂,疯,我搞,去死,法伦,法伦功,江泽民,锦涛"
sjjh_dieip=""	'ip永久封锁使用前按格式书写，并取消前在的'sjjh_dieip=";192.168.0.1;192.168.0.10;"

'***************************************************
'*以下为江湖聊天室中的宝物设置，可以自己行修改！   *
'*购买[快乐江湖 V8.7极限版]请联系QQ:249357828！     *
'***************************************************
Application("sjjh_baowu")=1	'是否有宝物当为,0时没有宝物！			
Application("sjjh_baowuyin")=2000000    '每一级修练所得到的银两        
Application("sjjh_baowuxl")=15     '每次修练的级数，如100级的需修练10次！他所得到的上限就是4！            
Application("sjjh_baowuname")="E线水晶石"   '宝物名 
Application("sjjh_baowusm")="这宝物是回首当年寻遍大江南北，才辛辛苦苦找到的。但是想不到，不知道让司空摘星盗走，唉。。。"

'***************************************************
'*以下江湖管理设置，切记不要改错，否则无法正常运行 *
'*购买[快乐江湖 V8.7极限版]请联系QQ:249357828！     *
'***************************************************
Application("sjjh_admin")="回首当年,伊然" '站长名:多个站长之间以半角逗号,分隔如：张三,李四
Application("hidden_admin")="回首当年,无非,玫子,幽灵情书,玻璃美人儿"  '隐身的管理员名字如：张三,李四	
Application("sjjh_adminkey")="123456" '站长管理密码，可以改成你自己需要的！
Application("sjjh_killman")=10	      '江湖一天的杀人数，夺宝一次算一次杀人！			
sjjh_sx=1  		'是否有上限0没有上限，1有上限							
sjjh_wgsx=2500	'每升一级的武功加值,此值当sjjh_sx=1时才有作用！			
sjjh_nlsx=1200	'每升一级的内力加值,此值当sjjh_sx=1时才有作用！		
sjjh_tlsx=3000	'每升一级的体力加值,此值当sjjh_sx=1时才有作用！		
sjjh_gjsx=1600	'每升一级的攻击加值,此值当sjjh_sx=1时才有作用!			
sjjh_fysx=2000	'每升一级的防御加值,此值当sjjh_sx=1时才有作用！								
%>