<br><br>
<b>继续注册前请先阅读<%=Forum_info(0)%>规则</b>
<BR><BR>
欢迎您加入<%=Forum_info(0)%>参加交流和讨论，<%=Forum_info(0)%>为公共论坛，为维护网上公共秩序和社会稳定，请您自觉遵守以下条款：
<BR><BR>
一、论坛声明 <BR>
&nbsp;&nbsp;（１）<%=Forum_info(0)%>是提供广大网友进行计算机知识、经验交流，休闲娱乐的一个网络社区，论坛讨论不得涉及政治、色情、暴力、迷信等内容。 <BR>
&nbsp;&nbsp;（２）会员参与本论坛讨论必须遵守中华人民共和国相应法律法规，并由会员单独承担其所发表言论的责任。 <BR>
&nbsp;&nbsp;（３）会员单独承担发表内容的责任。 <BR>
<BR><BR>
二、论坛禁止发布以下内容 <BR>
&nbsp;&nbsp;（１）违反中华人民共和国宪法和法律法规的言论； <BR>
&nbsp;&nbsp;（２）攻击中华人民共和国政府、中国共产党及其领导人的言论； <BR>
&nbsp;&nbsp;（３）侮辱、中伤、恐吓他人的言论以及宣扬暴力、迷信和色情淫秽的言论； <BR>
&nbsp;&nbsp;（４）泄露国家机密的言论和教唆犯罪的言论、技术资料； <BR>
&nbsp;&nbsp;（５）其他有违国家法律法规的内容。 <BR>
&nbsp;&nbsp;任何会员一经发现在<%=Forum_info(0)%>发表上述言论的，将被永久性取消会员资格，上述规则若与中华人民共和国现行法律法规不一致，以中华人民共和国现行法律法规为准。 <BR>
<BR><BR>
三、会员注册注意事项 <BR>
&nbsp;&nbsp;你只有成为注册会员后才能发言，才能进入会员区，注册时请注意： <BR>
&nbsp;&nbsp;（１）请会员不要重复注册，尽可能填写真实有效的E-Mail地址，以便日后颁发奖品及索回密码等情况时使用。 <BR>
&nbsp;&nbsp;（２）请勿使用以下注册名： <BR>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党和国家领导人或其他名人的真实姓名、字号、艺名、笔名； <BR>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;国家政府机构或其他行政机构的名称； <BR>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;不文明、不健康之名字以及易产生歧义、引起他人误解之名字； <BR>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;图形符号或让人难以理解的名字。 <BR>
&nbsp;&nbsp;（３）如果管理员认为你的注册名有违上述规定，有权注销你的注册名。 <BR>
<BR><BR>
四、会员发帖注意事项 <BR>
&nbsp;&nbsp;（１）不得发表内容与讨论区主题不符的文章； <BR>
&nbsp;&nbsp;（２）同一内容不得同时提交两个或以上讨论区； <BR>
&nbsp;&nbsp;（３）不得在下载破解区以外讨论盗版软件、注册码、软件破解； <BR>
&nbsp;&nbsp;（４）未经同意不得发表任何纯属广告内容的文章； <BR>
&nbsp;&nbsp;（５）不得在非灌水区发表纯属灌水的文章； <BR>
&nbsp;&nbsp;（６）其他违反特定讨论区规则的行为；<BR>
<BR><BR>
&nbsp;&nbsp;凡属违例行为，管理员或版主有权编辑、转移、锁定甚至删除帖子，屡屡违规者，管理员将注销其注册名并阻止其登录IP。 

